[
    {
      "Route": "Hetta-Pallas",
      "img": "https://retkipaikka.fi/wp-content/uploads/2017/08/kansikuvavalmistelut.jpg",
      "Difficulty": "Keskipitkä",
      "Location": "Pallastunturin luontokeskus",
      "Description": "Pallas-Yllästunturin alueella on runsaasti vaellusreittejä: yksi parhaista on ehdottomasti 55 kilometrin mittainen Hetta-Pallas -reitti, joka tarjoaa tunturimaisemaa silmänkantamattomiin! Yksi vaellusreitin kohokohdista on Pallaksen korkeimman laen, 807 metriin nousevan Taivaskeron ohittaminen.\n\nTavallisesti Hetta-Pallas -reitin vaellus kestää 3-4 päivää, mutta onpa sitä kuultu huhuja kahviloiden tiskeillä myös kavereista, jotka kiskovat tuon 55 kilometriä kahteen päivään. Reitiltä löytyy runsaasti autiotupia - ja jopa sauna Hannukurun tupien yhteydessä noin reitin puolivälistä.\n\nParas aika reitin vaeltamiseen on noin juhannuksesta lokakuuhun. Vaellusreitin päät ovat Hetan kirkonkylä ja Pallastunturin luontokeskus.",
      "latitude": "68.1333",
      "longitude": "23.933372"
    },
    {
      "Route": "Karhunkierros",
      "img": "https://www.ruka.fi/sites/default/files/styles/inline_text_and_image/public/karhunkierros_hiking_autumn_ruka_kuusamo_0.jpg?itok=njwpKNZr",
      "Difficulty": "Keskipitkä",
      "Location": "Oulangan luontokeskus",
      "Description": "Karhunkierros on Suomen suosituin vaellusreitti ja syystä! 80 kilometriä pitkä vaellus on tasoltaan keskivaativa ja vie tavallisesti 3-7 päivää tahdistasi riippuen. Koska reitillä on runsaasti autiotupia ja muita retkeilyrakenteita, sopii se kaikille vaeltajille aina noviiseista konkareihin. Vaikka autiotuvissakin voi yöpyä, on silti suositeltavaa kantaa oma teltta mukana. Ikinä ei voi tietää ovatko autiotuvat jo täynnä!\n\nTavallisesti Karhunkierrosta suositellaan noin kesäkuun alusta lokakuun puoliväliin. Toki näidenkin aikojen ulkopuolella reitti saattaa olla vaelluskunnossa, mutta tällöin polku saattaa olla jäinen.\n\nKarhunkierros kulkee Oulangan kansallispuiston maisemissa ja sen lähtöpisteelle pääsee helposti Sallasta ja Kuusamosta. ",
      "latitude": "66.269",
      "longitude": "26.4044"
    },
    {
      "Route": "Haltin vaellus",
      "img": "https://vaell.us/wp-content/uploads/suomen-korkein-kohta-haltitunturi-1024x683.jpg",
      "Difficulty": "Pitkä",
      "Location": "Kilpisjärvi",
      "Description": "Tämän korkeammalle et Suomessa pääse! Aivan Norjan rajalla Suomen käsivarren erämaassa sijaitseva Halti nousee 1324 metriä merenpinnan yläpuolelle. Haltin vaellus alkaa Kilpisjärveltä ja on noin 55 kilometriä yhteen suuntaan. Luonnollisesti matkan puolivälissä huiputetaan Halti ja sitten suunnataan samat 55 kilometriä takaisin. Reitin varrelle osuvat Saanatunturi, Saivaara sekä upea Pihtsusköngäs-putous.\n\n110 kilometrin vaeltamiseen kannattaa varata kokonainen viikko, vaikka maasto onkin pääosin yllättävänkin helppokulkuista. Muista kuitenkin, että erämaassa matkapuhelin ei välttämättä kunnolla toimi, joten musita pitää kartta ja kompassi mukanasi.\n\nAlueella on usein vielä runsaasti lunta touko-kesäkuussa, joten Haltin vaellusreitti suositella suoritettavaksi heinäkuun alun ja syyskuun alkupuoliskon välisenä aikana. Reitin varrella on autiotupia, joissa voi myös yöpyä.",
      "latitude": "69.2853282671778",
      "longitude": "21.26888751983643"
    },
    {
      "Route": "Kevon reitti",
      "img": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Kevo_canyon_3472.jpg",
      "Difficulty": "Keskipitkä (Ei sovi aloittelijoille)",
      "Location": "Sulaoja",
      "Description": "Kevon reitti on 63 kilometrin mittainen vaellus Kevon luonnonpuistossa. Tämä vaellusreitti pistää kropan ajoittain todella koville, sillä se nousee ja laskee rokolaakson rinteitä useaan otteeseen ylös ja alas. Kevojokikin ylitetään reitillä huimat 3 kertaa - ja tietysti kahlaamalla. Skinnersit ovat hyvä valinta reitille mukaan, koska vesistöjen ylitys käy niiden kanssa vaivatta ja vaelluskengät pysyvät kuivina. Näiden 63 kilometrin vaeltamiseen kannattaa varata useampi päivä.\n\nMuistathan, että Kevon luonnonpuistoissa liikkuminen on rajoitettua ja siksi vaeltaminen ja telttailu on sallittua vain merkityillä paikoilla.\n\nHUOM! Kevon reitti ei ole aloittelijoille! Muista valmistautua vaellukseen hyvin ja kanna mukanasi riittävästi ruokaa ja juomaa.",
      "latitude": "69.588956",
      "longitude": "26.732037"
    },
    {
      "Route": "Sevettijärvi-Pulmanki -reitti",
      "img": "https://inarilapland.fi/wp16/wp-content/uploads/2017/02/NuorgamPulmankijarvi.jpg",
      "Difficulty": "Pitkä (Ei sovi aloittelijoille)",
      "Location": "Pulmankijärvi",
      "Description": "Kaldoaivin erämaan poikki kulkeva, reittivalinnasta riippuen noin 60-70 kilometriä pitkä Sevettijärvi-Pulmanki -vaellusreitti on täydellinen valinta hiljaisuutta kaipaavalle. Kaukana kaikesta sijaitseva Kaldoaivin erämaa-alue on yksi Suomen pohjoisimmista kolkista. Jos kuljet reitin etelästä pohjoiseen, kohtaat ensin mäntykankaita. Pikkuhiljaa ympäristö muuttuu karummaksi ja vaivaiskoivu valtaa alaa. Rauhallisen tunturimaiseman hiljaisuuden rikkovat vain purojen ja jokien solina.\n\nParas reitti vaeltamiseen on noin juhannuksesta lokakuun alkupuolelle asti. Huomaathan, että reitti on kokonaisuudessaan vaativa ja se sopii vain kokeneille vaeltajille.",
      "latitude": "69.509506",
      "longitude": "28.597540"
    },
    {
      "Route": "Pyhä-Luoston reitti",
      "img": "https://img1.oastatic.com/img2/37551478/max/upeita-ruskan-saevyjae-tunturiaavalla.jpg",
      "Difficulty": "Keskipitkä",
      "Location": "Pyhätunturi",
      "Description": "Nimensä mukaisesti Pyhä-Luoston kansallispuistossa kulkeva vaellusreitti on oiva yhdistelmä aarniometsää, rakkokivikkoja, suota ja suomalaista tunturimaisemaa. Tämä vaellusreitti sopii aloittelijoillekin ja siihen on hyvä varata noin 3-5 päivää. Reitin varrella on runsaasti autiotupia, joissa voi majoittua mukavasti. Reitin huippuhetkiä ovat Suomen syvin tunturikuru Isokuru, ametistikaivos ja Ukko-Luoston valloitus.",
      "latitude": "67.019288",
      "longitude": "27.251926"
    },
    {
      "Route": "Nuorttin retkeilyreitti",
      "img": "https://www.lundui.fi/documents/10550/56974067/Nuorttijoki_etusivu_Kahluuvaijeri_KirsiLuonuankoski.jpg/e525f5ed-91eb-7e53-d517-f0b8ed5ad97b?t=1539250889439",
      "Difficulty": "Keskipitkä",
      "Location": "Kuopio",
      "Description": "Urho Kekkosen kansallispuiston kaakkoisella reunalla virtaa Nuorttijoki, jonka molemmin puolin kulkee upea reitti - välillä korkealla törmän päällä, toisinaan aivan rantaviivaa pitkin ja osittain metsänkin keskellä. Kun kierrät Nuorttin reitin yhteen pötkään, toista reunaa eteepäin ja toista takaisin, tulee koko vaelluksen pituudeksi noin 40 kilometriä. Tästä noin 24 kilometriä vaelletaan joen pohjoispuolella ja 16 kilometriä eteläpuolella. Reitin varrella on autiotupia ja varaustupia, joissa voi yöpyä. Saunaan kaupaavan kannattaa tutustua Karhuojan tupaan, jossa on sekä autio- että varauspuoli. Nuorttijoen retkeilyreitin voi kävellä kumpaan suuntaan tahansa. Reitti on merkitty maastoon selvästi. Tavallisin aloituspaikka on Haukijärvenojan pysäköintialue, joka on noin 93 kilometrin päässä Savukoskelta. Merkitty reitti alkaa suoraa pysäköintialueelta.",
      "latitude": "69.588956",
      "longitude": "26.732037"
    },
    {
      "Route": "Julma-Ölkky",
      "img": "https://1.bp.blogspot.com/-biIO_SIqZ0U/Xu0IRFgv4nI/AAAAAAAACMo/Kt1kOz4KmIkfTfxxBYsX3vQv-Sq4ktqQACK4BGAsYHg/s4540/Retki%2BJulma-Olkky%2B0.JPG",
      "Difficulty": "Lyhyt",
      "Location": "Haukijärvenojan pysäköintialue",
      "Description": "Aina ei tarvitse vaeltaa päiväkausia päästäkseen upeiden maisemien äärelle! Hossan Julma-Ölkky on monelle hieman tuntemattomampi vaelluskohde, mutta ehdottomasti vierailun arvoinen. 10 kilometrin mittainen Ölökyn Ähkäsy kiertää pitkin upean Julma-Ölkyn kanjonijärven rantoja. Vaikka matkaan voivat lähteä kaikki aloittelijoista konkareihin, ei kyseessä ole mikään leppoisa iltapäiväkävely: reitti on paikoin vaativaa ja hidaskulkuista kivikkoa.\n\nJos 10 kilometriä tuntuu turhan pitkältä, pääset ylittämään järven puolivälistä riippusiltaa pitkin. Puolikkaan reitin mitta on luonnollisesti 5 kilometriä. Vaellusreitti alkaa parkkipaikalta, jolle pääset pitkin hidasta ja kivistä hiekkatietä.",
      "latitude": "65.537177",
      "longitude": "29.324120"
    },
    {
      "Route": "Nuuksion Haukankierros",
      "img": "https://paivaretkeilya.files.wordpress.com/2020/05/img_20200524_132331infokh.jpg?w=1200",
      "Difficulty": "Hyvin lyhyt",
      "Location": "Nuuksio",
      "Description": "Nuuksion kansallispuistossa on runsaasti reittejä, joista Haukankierros on nimekkäin. Täällä pärjäät ihan lenkkareillakin ja vaelluskengät eivät ole pakollinen varuste! Reitin pituus on noin 4 kilometriä, joten aikaa vaellukseen menee noin 1,5 - 2,5 tuntia. Vaikka ollaankin etelässä, on reitillä nousujakin, joten voit halutessasi saada pienen hienkin pintaan. Yksi reitin huippuhetkistä on vierailu Mustalammen rannalla, jossa moni pysähtyy nauttimaan eväitään.",
      "latitude": "60.32728",
      "longitude": "24.4935"
    },
    {
      "Route": "Seitseminen",
      "img": "https://retkipaikka.fi/wp-content/uploads/2017/05/seitseminen17-1024x423.jpg",
      "Difficulty": "Lyhyt",
      "Location": "Kulomäki",
      "Description": "Ei etelänmiehenkään tarvitse lähteä merta edemmäs kalaan! Tai tässä tapauksessa Pirkanmaata pidemmälle vaeltaakseen. Seitsemisen saloseudut ovat suomalaisten retkeilymaastojen aatelia. Täällä reittivalikoimaa on aina 1,8 kilometrin mittaisesta Multiharjun Aarnipolusta 18,8 kilometrin Seitaskierrokseen sekä 25,9 kilometrin Virkatiehen asti. Kun maa on sula, kuluu Virkatien reittiinkin vain noin 10 tuntia. Yhden yön reissua kaupaava voi kuitenkin vuokrata majoituksen vaikkapa Pitkäjärven savottakämpältä.\n\nAlueen pisin merkitty reitti, Virkatie, lähtee Kulomäeltä ja kulkee Seitsemisharjua myöden etelää kohti. Vaellusreitin varrella tutustut Pitkäjärven metsätyökämppään, vanhaan myllyyn, Koveron perinnetilaan ja tietysti Multiharjun aarnimetsään. Reitillä on laavuja ja kuivakäymälöitä. Huomaathan kuitenkin, että Pitkäjärven tulentekopaikka ja kauivakäymälä ovat vain vuokralaisten käytössä.",
      "latitude": "61.967309",
      "longitude": "23.349479"
    }
]
